import React from 'react';

const Services = () => {

    React.useEffect(() => {
        document.title = 'Услуги - Изработка на Уебсайт, Онлайн Магазин, Уеб Дизайн, СЕО Оптимизация'
    }, [])

    return (
        <div className="mx-auto text-center pt-5 blue-image">

            <div className="wrapper pt-4">
                {/* <section> */}
                <div className="section-title text-center text-white h4 pb-2">
                    <p>Изработка и уеб дизайн от ReactWeb.info</p>
                    <div id="website" className="h5">Изработка на фирмен уебсайт или онлайн магазин с индивидуален дизайн и система за управление на съдържанието(CMS) на достъпна цена</div>
                </div>

                <div className="row text-center">
                    <div className="col-sm cols mb3">
                        <b>Изработка и уеб дизайн на сайт</b> <br id="store"></br> Индивидуален дизайн за вашия уебсайт, изработен от опитни уеб дизайнери с модерни технологии.

              Освен, че дизайнът на Вашия сайт трябва да е с добра визия, той ще е и добре подреден, за да могат потребителите лесно да боравят с него.
              Ние ще изработим дизайн конкретно за Вас, според вкуса Ви, но също така можем да предложим готови решения и дизайни, които да модифицираме, според вашият вкус.
                 </div>
                    <div className="col-sm cols mb3">
                        <b>Изработка на онлайн магазин с интегрирана платежна система</b> <br id="seo"></br>
              Можем да Ви предложим цялостно изграждане на онлайн магазин с user интиутивен friendly интерфейс, според предпочитанията и нуждите за бизнеса Ви,
              за да може вашият уебсайт да бъде достъпен и добре позициониран в глобалната мрежа, което е едно
               от основните условия за успех на всеки бизнес в днешно време. Също така ние ще интегрираме платежна и система за доставка до адрес по ваш избор.

              </div>


                    <div className="col-sm cols">
                        <b>SEO (Search Engine Optimization) оптимизация за търсачки</b> <br id="mobile"></br>
            Ако искате сайтът Ви да бъде добре позициониран в глобалната мрежа, то несъмнено имате нужда от SEO.
            Всяка една търсачка (Google, Yahoo, Bing) класира даден сайт спрямо съдържанието му и съответно го
            позиционира на дадена позиция.
             Както всичко останало и самите търсачки еволюират, техните алгоритми се развиват и се „научават“
              да разпознават по-добре смисъла зад всяко едно търсене, не само ключовите думи, които то съдържа.
              </div>


                </div>
            </div>
            <div className="wrapper pb-3">
                <div className="row text-center">

                    <div className="col-sm cols mb3">
                        <b>Мобилно приложение</b> <br id="advertising"></br>
                        Създаването на мобилно приложение за смартфон и таблет е важна стъпка за развитието
                        и популяризирането на вашият бизнес, защото така можете бързо и ефективно
                        да достигнете до нови и съществуващи клиенти, защото всеки потребител би предпочел
                        да ползването на апликации, които биха го улеснили.

              </div>
                    <div className="col-sm cols mb3">
                        <b>Интернет реклама</b> <br id="support"></br>
                    Чрез интернет ракламата можете да увеличите значително трафика към вашият уебсайт, а с това също така
                     и да умножите продажбите.
                    Рекламирането в интернет може да бъде гъвкаво, поради това, че се извършва плащане само когато въпросния потребител посети страницата Ви.
                      Също така е дадена възможност да рекламирате само в конкретни таргет зони и в определен период от време.
              </div>
                    <div className="col-sm cols">
                        <b>Поддръжка</b> <br></br>
            Необходимо е всеки всеки един уеб сайт, да бъде редовно поддържан, което освен, че ще осигурява
             отстраняване на възникнала неизправност, например ако има неработеща връзка или изображение,
              ще се грижи да има винаги актуална информация за услугите, продуктите и информация за бизнеса.
             Ако даден фирмен уебсайт не се поддържа професионално, това би могло навреди на имиджа на фирмата Ви.
             Освен това редовната поддръжка води до по-доброто позициониране в интернет.
              </div>
                </div>
            </div>
        </div>
    )
}
export default Services;